Repository: NaN-tic/trytond-stock_shipment_out_autoassign
Catalog: locale/*.po
Languages: ca_es, es_es

# field:stock.configuration,try_wait2assign:
source: Try Assign
ca_es: Intentar reservar

# field:stock.shipment.out.assign.wizard.start,from_datetime:
source: From Date & Time
ca_es: Des de data i hora
es_es: Des de fecha y hora

# field:stock.shipment.out.assign.wizard.start,warehouse:
source: Warehouse
ca_es: Magatzem
es_es: Almac√©n

# help:stock.configuration,try_wait2assign:
source: Try assign shipments in wait state
ca_es: Intenta reservar albarans en l'estat en espera.

# model:ir.action,name:act_shipment_out_autoassign
source: Pending Customer Shipments to Assign
ca_es: Albarans de client pendents de reservar

# model:ir.action,name:stock_shipment_out_assign_wizard
source: Assign Out Shipments Wizard
ca_es: Assistent de reserva d'albarans de client
es_es: Asistente de reserva de albaranes de cliente

# model:ir.cron,name:cron_shipment_out_assign_try_scheduler
source: Assign Out Shipments
ca_es: Reserva albarans de client
es_es: Reservar albaranes de cliente

# model:ir.ui.menu,name:menu_stock_shipment_out_assign
source: Assign Shipments
ca_es: Reserva albarans
es_es: Reservar albaranes

# model:res.user,name:user_stock_assign_try
source: Cron Stock Assign Try
ca_es: Cron intenta reservar

# model:stock.shipment.out.assign.wizard.start,name:
source: Assign Out Shipment Wizard Start
ca_es: Inici assistent de reserva d'albaranes de client
es_es: Inicio asistente de reserva de albaranes de cliente

# view:stock.shipment.out.assign.wizard.start:
source: Try Assign Out Shipments Wizard
ca_es: Assistent per intentar reservar albarans de client
es_es: Asistente para intentar reservar albaranes de cliente

# view:stock.shipment.out:
source: Try Assign
ca_es: Intenta reservar

# wizard_button:stock.shipment.out.assign.wizard,start,assign:
source: Next
ca_es: Següent

# wizard_button:stock.shipment.out.assign.wizard,start,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# field:stock.configuration,slice_try_assign:
source: Cron Slice Try Assign
ca_es: Blocs en l'asignació en el cron

# field:stock.configuration,delta_cron_try_assign:
source: Delta Cron Try Assign
ca_es: Delta en l'asignació del cron

# help:stock.configuration,slice_try_assign:
source: Number of blocs of shipments to try assign before do the commit. If 0 or null it will be all.
ca_es: Número de blocs d'albarans per fer el 'try assign' abans de fer el commit. Si és 0 o null es farà tot de cop.

# help:stock.configuration,delta_cron_try_assign:
source: Number of minutes to substract for the selection of shipment outs, to do the try assign.
ca_es: Número de minuts a restar per la selecció dels albarans de sortida, per fer el 'try assign'.

# field:stock.shipment.out.assign.wizard.shipments,shipments:
source: Shipments
es_es: Albaranes

# help:stock.shipment.out.assign.wizard.shipments,shipments:
source: Select output shipments to try to assign them.
es_es: Seleccione los albaranes de cliente para intentar reservarlos.

# model:stock.shipment.out.assign.wizard.shipments,name:
source: Assign Out Shipment Wizard Warehouse
es_es: Asistente de almacen para reservar albaranes de cliente

# view:stock.shipment.out.assign.wizard.shipments:
source: Try Assign Out Shipments Wizard
es_es: Asistente para intentar reservar albaranes de cliente

# wizard_button:stock.shipment.out.assign.wizard,shipments,assign:
source: Assign
es_es: Reservar

# wizard_button:stock.shipment.out.assign.wizard,shipments,end:
source: Cancel
es_es: Cancelar

# wizard_button:stock.shipment.out.assign.wizard,start,shipments:
source: Assign
es_es: Reservar
